export const documentsData = [
  {
    id: 1,
    category: "Уставные документы",
    title: "Устав ансамбля",
    fileSize: "1.2 MB",
    date: "12.07.2026",
  },
  {
    id: 2,
    category: "Госзадание",
    title: "Сводная ведомость результатов проведения СОУТ",
    fileSize: "1.0 MB",
    date: "16.05.2025",
  },
  {
    id: 3,
    category: "Отчет по НОК",
    title: "План финансово-хозяйственной деятельности",
    fileSize: "850 KB",
    date: "08.04.2026",
  },
  {
    id: 4,
    category: "Уставные документы",
    title: "Протокол заседания комиссии по проведению СОУТ",
    fileSize: "2.4 MB",
    date: "13.05.2026",
  },
];
