export const documentsData = [
  {
    id: 1,
    category: "Уставные документы",
    title: "Устав ансамбля",
    fileSize: "1.2 MB",
    date: "12.07.2026",
  },
  {
    id: 2,
    category: "Госзадание",
    title: "Сводная ведомость результатов проведения СОУТ",
    fileSize: "1.0 MB",
    date: "16.05.2025",
  },
  {
    id: 3,
    category: "Отчет по НОК",
    title: "План финансово-хозяйственной деятельности",
    fileSize: "850 KB",
    date: "08.04.2026",
  },
  {
    id: 4,
    category: "Уставные документы",
    title: "Протокол заседания комиссии по проведению СОУТ",
    fileSize: "2.4 MB",
    date: "13.05.2026",
  },
  {
    id: 101,
    title:
      "План мероприятий по антитеррористической защищенности объекта на 2026 год",
    fileSize: "1.2 MB",
    date: "15.01.2026",
    category: "Антитеррористическая безопасность",
  },
  {
    id: 102,
    title: "План мероприятий ГАУ «ГААТ «Вайнах» по противодействию коррупции",
    fileSize: "840 KB",
    date: "20.01.2026",
    category: "Противодействие коррупции",
  },
  {
    id: 103,
    title:
      "План работы по профилактике наркомании и пропаганде ЗОЖ среди молодежи",
    fileSize: "620 KB",
    date: "10.02.2026",
    category: "Профилактика наркомании",
  },
  {
    id: 104,
    title:
      "Комплексная программа духовно-нравственного воспитания подрастающего поколения",
    fileSize: "1.5 MB",
    date: "12.02.2026",
    category: "Духовно-нравственное воспитание",
  },
  {
    id: 105,
    title:
      "План мероприятий по профилактике безнадзорности и правонарушений несовершеннолетних",
    fileSize: "910 KB",
    date: "01.03.2026",
    category: "Профилактика правонарушений",
  },
];
