export const newsData = [
  {
    id: 1,
    date: "2026-10-30",
    title: "Выступление ансамбля Вайнах на международном фестивале",
    excerpt:
      "Ансамбль Вайнах примет участие в международном фестивале танца, который пройдет в Париже. Это событие станет важной вехой в истории ансамбля и позволит продемонстрировать уникальные традиции чеченского танца на мировой сцене.",
    imageUrl: "/news-1.webp",
    content:
      "Подробности выступления ансамбля Вайнах на международном фестивале танца.",
  },
  {
    id: 2,
    date: "2026-11-15",
    title: "Новый альбом ансамбля Вайнах",
    excerpt:
      "Ансамбль Вайнах выпустил новый альбом, включающий в себя записи лучших выступлений и редкие архивные материалы. Альбом доступен для покупки и прослушивания на всех популярных музыкальных платформах.",
    imageUrl: "/news-2.webp",
    content: "Подробности о новом альбоме ансамбля Вайнах.",
  },
  {
    id: 3,
    date: "2026-12-05",
    title: "Мастер-класс по чеченскому танцу",
    excerpt:
      "Ансамбль Вайнах проведет мастер-класс по чеченскому танцу для всех желающих. Участники смогут научиться основным движениям и техникам, а также познакомиться с историей и культурой чеченского танца.",
    imageUrl: "/news-3.webp",
    content:
      "Подробности о мастер-классе по чеченскому танцу от ансамбля Вайнах.",
  },
  {
    id: 4,
    date: "2027-01-20",
    title: "Концерт классической музыки с участием ансамбля Вайнах",
    excerpt:
      "Ансамбль Вайнах примет участие в концерте классической музыки, где будут исполнены произведения известных композиторов. Это событие позволит зрителям насладиться уникальным сочетанием традиционного чеченского танца и классической музыки.",
    imageUrl: "/news-4.webp",
    content:
      "Подробности о концерте классической музыки с участием ансамбля Вайнах.",
  },
];
